Repository: ashkanghadimi/woocommerce-pakat-newsletter-subscription
Catalog: languages/wc_sendinblue-*.po
Languages: fr_fr

source: General
fr_fr: Général

source: Subscription Options
fr_fr: Configuration de l'inscription

source: Email Options
fr_fr: Configuration des emails

source: SMS Options
fr_fr: Configuration des SMS

source: SMS Campaign
fr_fr: Campagne SMS

source: Sync Lists
fr_fr: Synchroniser les listes

source: Choose the SendinBlue lists in which you want to add your existing users:
fr_fr: Choisissez les listes SendinBlue dans lesquels vous souhaitez ajouter vos contacts existants.

source: NAME
fr_fr: NOM

source: SURNAME
fr_fr: PRENOM

source: SMS URL
fr_fr: URL SMS

source: Match Attributes
fr_fr: Correspondance des attributs

source: Woocommerce Customers Attributes
fr_fr: Attributs de contact Woocommerce

source: SendinBlue Contact Attributes
fr_fr: Attributs de contact SendinBlue

source: Apply
fr_fr: Appliquer

source: WooCommerce Sendinblue Integration
fr_fr: Intégration Sendinblue pour WooCommerce

source: Activate your account with your API key
fr_fr: Activez votre compte avec votre clé API

source: API access Key
fr_fr: Accès à la clé API

source: Enter your Sendinblue API key from %s.
fr_fr: Entrez votre clé API Sendinblue en cliquant %s

source: here
fr_fr: ici

source: You have %s existing users. Do you want to add them to SendinBlue?
fr_fr: Vous avez %s contacts existants. Voulez-vous les ajouter à SendinBlue ?

source: All your users have been added to a SendinBlue list.
fr_fr: Tous vos contacts ont été ajoutés à une liste SendinBlue

source: You are currently logged in as:
fr_fr: Vous etes connecté en tant que :

source: To buy more credits, please click %s.
fr_fr: Pour obtenir plus de crédits, cliquez %s

source: Customers Synchronisation
fr_fr: Synchronisation des clients

source: Sync my users
fr_fr: Synchroniser mes contacts

source: SendinBlue Newsletter Subscription Options
fr_fr: Configuration de l'inscription à la newsletter SendinBlue

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Subscription
fr_fr: Activer l'inscription

source: If enabled, all customers will be added to a list after subscription event occurs.
fr_fr: Si cette option est activée, tous les contacts seront ajoutés à une liste après l'inscription.

source: Subscribe Event
fr_fr: Evènement d'inscription

source: Order Created
fr_fr: Commande créée

source: Order Completed
fr_fr: Commande complète

source: Lists
fr_fr: Listes

source: All customers will be added to this list.
fr_fr: Tous les contacts seront ajoutés à cette liste

source: Enable Double Opt-In
fr_fr: Activer le Double Opt-In

source: If enabled, customers will receive an email prompting them to confirm their subscription to the list above.
fr_fr: Si cette option est activée, vos contacts recevront un email leur demandant de confirmer leur inscription à la liste ci-dessus

source: Double Opt-In Template
fr_fr: Template pour le Double Opt-In

source: To view or edit the template, login to your SendinBlue online dashboard and go to Campaigns > SMTP Templates.
fr_fr: Pour voir ou éditer le template, connectez-vous à votre compte SendinBlue et allez sur "Campagnes > Templates SMTP

source: Display Opt-In Field
fr_fr: Montrer le champ Opt-In

source: Display an Opt-In Field at Checkout
fr_fr: Montrer un champ Opt-In au paiement

source: If enabled, customers will be presented with an "Opt-in" checkbox during checkout and will only be added to the list above if they opt-in.
fr_fr: Si cette option est activée, vos contacts verront une checkbox "Opt-In"\ pendant le paiement et ne seront ajoutés à la liste que s'ils cochent la case

source: Opt-In Field Label
fr_fr: Text pour le champ Opt-In

source: Optional: customize the label displayed next to the opt-in checkbox.
fr_fr: Optionnel : Personnalisez le text affiché à coté de la checkbox d'Opt-In

source: Opt-In Checkbox Default Status
fr_fr: Statut par défaut de la checkbox d'Opt-In

source: The default state for the opt-in checkbox.
fr_fr: L'état par défaut de la checkbox d'Opt-In.

source: Checked
fr_fr: Cochée

source: Unchecked
fr_fr: Décochée

source: Opt-In Checkbox Display Location
fr_fr: Positionnement de la checkbox d'Opt-In

source: Where to display the opt-in checkbox on checkout page (under Billing info or Order info).
fr_fr: Positionnement de la checkbox sur la page de paiement (sous les informations de facturation ou sous les informations de commande)

source: Billing
fr_fr: Facturation

source: Order
fr_fr: Commande

source: SendinBlue Email Sending Options
fr_fr: Configuration des envois d'emails Sendinblue

source: Choose SendinBlue if you want to replace default Woocommerce emails by custom emails saved in SendinBlue.
fr_fr: Choisissez Sendinblue si vous souhaitez remplacer les emails WooCommerce par défaut par des emails personnalisés sauvegardés dans SendinBlue.

source: SendinBlue SMS Options
fr_fr: Configuration des SMS SendinBlue

source: Enable SendinBlue to send confirmation SMS
fr_fr: Activer Sendinblue pour envoyer des SMS de confirmation

source: Check this box if you want to send SMS notifications through SendinBlue.
fr_fr: Cochez cette case si vous souhaitez envoyer des SMS de notification via SendinBlue

source: Send SMS after order confirmation
fr_fr: Envoyer un SMS après la confirmation de commande

source: Sender
fr_fr: Expéditeur

source: This field allows you to customize the SMS sender. The number of characters is limited to 11 alphanumeric characters. You can't configure your Sender with a phone number.
fr_fr: Ce champ vous permet de personnaliser l'expéditeur du SMS. Le nombre de caractèresest limité à 11 caractères alpha-numériques. Vous ne pouvez pas utiliser de numéro de téléphone pour personnaliser votre expéditeur.

source: Number of characters left:&nbsp;
fr_fr: Nombre de caractères restants : &nbsp;

source: Create the content of your SMS with the limit of 160-character.Beyond 160 characters, it will be counted as a second SMS. Thus, if you write SMS of 240 characters, it will be recorded using two SMS.
fr_fr: Tapez le contenu de votre SMS dans la limite de 160 caractères. Au-delà de 160 caractères, un second SMS sera compté. Par exemple, si votre message fait 240 caractères, 2 SMS seront utilisés.

source: Number of SMS used: % &nbsp;&nbsp;&nbsp;Number of characters left: % &nbsp;&nbsp;&nbsp;Attention: a line break is counted as a single character.
fr_fr: Nombre de SMS utilisé :% &nbsp;&nbsp;&nbsp; Nombre de caractères restants : % &nbsp;&nbsp;&nbsp; Important : un saut de ligne est compté comme un caractère.

source: Send a test SMS
fr_fr: Envoyer un SMS de test

source: Sending a test SMS will be deducted from your SMS credits.
fr_fr: L'envoi d'un SMS de test sera déduit de vos crédits SMS.

source: Send a SMS after order shipment
fr_fr: Envoyer un SMS après l'expédition de la commande

source: You want to be notified by e-mail when you do not have enough SMS credits?
fr_fr: Souhaitez-vous etre notifié par email en cas de crédits SMS insuffisant ?

source: Limit
fr_fr: Limite

source: Alert threshold for remaining credits
fr_fr: Seuil d'alerte pour les crédits restants

source: To
fr_fr: A

source: A single contact
fr_fr: Un seul contact

source: All of my WordPress customers
fr_fr: Tous mes clients WordPress

source: Only subscribed customers
fr_fr: Seulement les clients inscrits

source: Contact's Phone Number
fr_fr: Numéro de téléphone du contact

source: Use this field to customize your SMS sender. This field is limited to 11 alphanumeric characters and cannot contain a phone number.
fr_fr: Utilisez ce champ pour personnaliser l'expéditeur du SMS. Ce champ est limité à 11 caractères alpha-numériques et ne peut contenir de numéro de téléphone.

source: Write your SMS content with a 160 character limit. Additional charatcters will be counted as an additional SMS. For example, if you write a SMS containing 240 characters, it will use two SMS credits and be received as two messages.
fr_fr: Tapez le contenu de votre SMS dans la limite de 160 caractères. Au-delà de 160 caractères, un second SMS sera compté. Par exemple, si votre message fait 240 caractères, 2 SMS seront utilisés.

source: Statistics
fr_fr: Statistiques

source: Email Templates
fr_fr: Templates Email

source: Sent
fr_fr: Envoyés

source: Deliverability Rate
fr_fr: Taux de délivrabilité

source: Open Rate
fr_fr: Taux d'ouverture

source: Click Rate
fr_fr: Taux de clic

source: Enable Customer Notifications
fr_fr: Activer les notifications Client

source: Order confirmation
fr_fr: Confirmation de commande

source: Order shipment
fr_fr: Expédition de commande

source: Enable Admin Notifications
fr_fr: Activer les notifications Admin

source: SMS credit shortage
fr_fr: Crédit SMS insuffisant

source: Notification Activation
fr_fr: Activation des notifications

source: New order
fr_fr: Nouvelle commande

source: Processing order
fr_fr: Commande en cours

source: Refunded order
fr_fr: Commande remboursée

source: Canceled order
fr_fr: Commande annulée

source: Completed order
fr_fr: Commande terminée

source: New account
fr_fr: Nouveau compte

source: SendinBlue Templates
fr_fr: Templates SendinBlue

source: Cancelled order
fr_fr: Commande annulée

source: The default WooCommerce template will be used for notifications without an active SendinBlue template.
fr_fr: Sans template Sendinblue actif, le template WooCommerce par défaut sera utilisé pour les notifications.

source: Please copy/paste comma-separated email addresses.%s If you want to send a campaign to more than 1000 email addresses, we advise you to send your campaign directly from %s.
fr_fr: Veuillez copier/coller les adresses emails séparées par des virgules.%s Si vous souhaitez envoyer une campagne à plus de 1000 adresses emails, nous vous conseillons d'envoyer directement votre campagne depuis %s.

source: > You can insert HTML or simple text in the text input.%s > You must have UNSUBSCRIBE tag wihin your html or a variable {} in your footer to create a valid campaign.%s It's important that the user is able to unsubscribe from your list.
fr_fr: > Vous pouvez insérer du HTML ou du texte simple dans le champ de saisie de texte.%s > Vous devez avoir un tag UNSUBSCRIBE dans votre HTML ou une variable {} dans le footer pour créer une campagne valide.%s Il est important que votre contact puisse se désinscrire de votre liste.

source: Send a test email
fr_fr: Envoyer un email de test

source: Send
fr_fr: Envoyer

source: Send My Campaign
fr_fr: Envoyer ma campagne

source: You can follow sending progress and statistics from your %s account
fr_fr: Vous pouvez suivre la progression de l'envoi et les statistiques depuis votre %s compte

source: Send my campaign
fr_fr: Envoyer ma campagne

source: Hello! This message has been sent using SendinBlue
fr_fr: Bonjour! Ce message a été envoyé en utilisant SendinBlue

source: Please confirm subscription
fr_fr: Veuillez confirmer votre inscription

source: Thank you for subscribing
fr_fr: Merci pour votre inscription

source: You have just subscribed to the newsletter of
fr_fr: Vous venez de vous inscrire à la newsletter de

source: Please install curl on site to use sendinblue plugin.
fr_fr: Veuillez installer curl sur votre site pour utiliser le plugin SendinBlue

source: Curl error.
fr_fr: Erreur Curl

source: Please input correct information.
fr_fr: Veuillez entrer des informations valides

source: %sWooCommerce SendinBlue is inactive.%s This version requires WooCommerce 2.1 or newer. Please %supdate WooCommerce to version 2.1 or newer%s
fr_fr: %s WooCommerce Sendinblue est inactif.%s Cette version nécessite WooCommerce 2.1 ou plus. Veuillez %smettre à jour la version WooCommerce à 2.1 ou plus%s

source: Logout
fr_fr: Se déconnecter

source: Login
fr_fr: Se connecter

source: If you want to personalize the SMS, you can use the variables below:%s - For first name use {first_name}%s - For last name use {last_name}%s - For order price use {order_price}%s - For order date use {order_date}
fr_fr: Si vous souhaitez personnaliser vos SMS, vous pouvez utiliser les variables ci-dessous:%s - pour le prénom, utilisez {first_name}%s - pour le nom, utilisez {last_name}%s - pour le montant de commande, utilisez {order_price}%s - pour la date de commande, utilisez {order_date}

source: Sending
fr_fr: Envoi

source: Send the campaign
fr_fr: Envoyer la campagne

source: Message has not been sent successfully.
fr_fr: Le message n'a pas pu etre envoyé avec succès

source: Message has not been sent successfully. Please check format of contacts
fr_fr: Le message n'a pas pu etre envoyé avec succès. Veuillez vérifier le format de vos contacts

source: Message has been sent successfully.
fr_fr: Le message n'a pas pu etre envoyé avec succès

source: SendinBlue error:
fr_fr: Erreur SendinBlue

source: You don't have enough credits to send email through <b>SendinBlue SMTP</b>.
fr_fr: Vous n'avez pas suffisament de crédit pour envoyer des emails avec le <b>SMTP SendinBlue</b>.

source: Notification of your credits
fr_fr: Notification de crédits

source: Once Weekly
fr_fr: Une fois par semaine

source: The attribute %s is duplicated. You can select one at a time.
fr_fr: L'attribut %s existe déjà. Vous pouvez n'en sélectionner qu'un à la fois

source: There is not any user in the roles.
fr_fr: Il n'y a pas d'utilisateur ayant ce(s) role(s).

source: Products
fr_fr: Produits

source: Quantity
fr_fr: Quantité

source: Price
fr_fr: Prix

source: To display the Opt-in checkbox under the "Terms & conditions" checkbox, you should set the "Terms & Conditions" parameter in the WooCommerce checkout settings.
fr_fr: Si vous souhaitez afficher la checkbox Opt-in sous la checkbox "Conditions générales", vous devez définir cette dernière depuis les paramètres de commande WooCommerce
